start_text = """
Привет, это чат-бот от команды школы PROдвижение
Выберите нужную нейросеть
"""

gpt_text = """
Я умный ChatGPT бот от команды школы PROдвижение
Напишите в чат любой вопрос или поставь задачу, я постараюсь дать развернутый ответ

/reset - Сброс текущего диалога
"""

dalle_text = """
Я нейросеть для генерации изображений DALL-E 2 от команды школы PROдвижение
Напишите в чат любой запрос, и я постараюсь сгенерировать изображение, исходя из запроса
"""

dalle_blocked_text = """
Текст при блокировке DALL-E 2
"""
reset_text = """<i>Диалог сброшен</i>"""

start_after_comment_text = """
Благодарим за комментарий, выберите нужную нейросеть
"""

max_memory_error_text = 'Использована максимальная память ChatGPT, необходим сброс диалога'

check_text = """
Привет, я ChatGPT от онлайн-школы PROдвижение
                    
Для использования бота подпишитесь на наш канал по нейросетям, а также оставьте комментарий с вашим мнением под последним постом @pro_ai_novosti
"""


check_sub_text = """
Привет, я ChatGPT от онлайн-школы PROдвижение

Для использования бота подпишитесь на наш канал по нейросетям
"""


check_comment_text = """
Чтобы продлить безлимитное использование бота, оставьте комментарий с вашим мнением под последним постом @pro_ai_novosti
"""

menu_text = """Выберите нужную нейросеть"""
